IDENTIFICATION DIVISION.
PROGRAM-ID.    CODE_RUNNER.

ENVIRONMENT DIVISION.
CONFIGURATION SECTION.
INPUT-OUTPUT SECTION.

DATA DIVISION.
WORKING-STORAGE SECTION.
01  STDIN                       PIC X(80).

PROCEDURE DIVISION.
# Please enter your some code here!

ACCEPT STDIN FROM SYSIN.
DISPLAY STDIN UPON SYSOUT.

END PROGRAM CODE_RUNNER.
